tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "trash"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "karabiner-elements"
cask "rectangle"
cask "stats"
cask "unnaturalscrollwheels"
