brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "neofetch"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "trash"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "unnaturalscrollwheels"
